#ifndef PHRASES_H
#define PHRASES_H

#include <vector>
#include <string>

static const std::vector<std::string> phrases = {
    "Когда Наташа вышла из гостиной и побежала, она добежала только до цветочной.",
    "В этой комнате она остановилась, прислушиваясь к говору в гостиной и ожидая выхода Бориса.",
    "Она уже начинала приходить в нетерпение и, топнув ножкой, сбиралась было заплакать...",
    "Борис остановился посреди комнаты, оглянулся, смахнул рукой соринки с рукава мундира и подошел к зеркалу, рассматривая свое красивое лицо",
    "Наташа, притихнув, выглядывала из своей засады, ожидая, что он будет делать.",
    "Он постоял несколько времени перед зеркалом, улыбнулся и пошел к выходной двери.",
    "Только что Борис вышел, как из другой двери вышла раскрасневшаяся Соня, сквозь слезы что-то злобно шепчущая.",
    "Наташа удержалась от своего первого движения выбежать к ней и осталась в своей засаде, как под шапкой-невидимкой, высматривая, что делалось на свете.",
    "Графиня так устала от визитов, что не велела принимать больше никого, и швейцару приказано было только звать непременно кушать всех, кто будет еще приезжать с поздравлениями.",
    "Графине хотелось с глазу на глаз поговорить с другом своего детства, княгиней Анной Михайловной, которую она не видала хорошенько с ее приезда из Петербурга.",
};

#endif // PHRASES_H
